Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: A backup saves your profiles, theme, and player preferences so they travel with you and survive a future major update. On iPhone, iPad, and Mac you can save that to a file today.
af: 'n Rugsteun stoor jou profiele, tema en spelervoorkeure sodat dit saam met jou bly en 'n toekomstige groot opdatering oorleef. Op iPhone, iPad en Mac kan jy dit vandag na 'n lêer stoor.
am: ምትኬ የእርስዎን መገለጫዎች፣ ገጽታ፣ እና የተጫዋች ምርጫዎችን ያስቀምጣል ስለዚህ ከእርስዎ ጋር ይጓዛሉ እና ወደፊት ዋና ዝመና ቢደርስ ይቀጥላሉ። በ iPhone፣ iPad፣ እና Mac ላይ ዛሬ ወደ ፋይል ማስቀመጥ ይችላሉ።
ar: تحفظ النسخة الاحتياطية ملفاتك الشخصية والسمة وتفضيلات المشغّل لتنتقل معك وتبقى بعد أي تحديث رئيسي مستقبلي. على iPhone وiPad وMac يمكنك حفظها في ملف الآن.
as: বেকআপে আপোনাৰ প্ৰ'ফাইল, থীম আৰু প্লেয়াৰ পছন্দবোৰ সাঁচি ৰাখে যাতে সেইবোৰ আপোনাৰ লগত থাকে আৰু ভৱিষ্যতৰ কোনো ডাঙৰ আপডেটতো টিকি থাকে। iPhone, iPad আৰু Mac-ত আপুনি আজিয়েই সেয়া এটা ফাইললৈ সাঁচি ৰাখিব পাৰে।
az: Ehtiyat nüsxə profillərinizi, temanızı və oynatma parametrlərinizi saxlayır ki, onlar sizinlə birlikdə olsun və gələcək böyük yeniləmədən sağ çıxsın. iPhone, iPad və Mac-da bunu bu gün fayla saxlaya bilərsiniz.
be: Рэзервовая копія захоўвае вашы профілі, тэму і налады прайгравальніка, каб яны заставаліся з вамі і перажылі будучае буйное абнаўленне. На iPhone, iPad і Mac вы можаце захаваць гэта ў файл ужо сёння.
bg: Резервното копие запазва вашите профили, темата и предпочитанията за плейъра, така че да ги пренесете със себе си и да оцелеят след бъдеща голяма актуализация. На iPhone, iPad и Mac можете да запазите това във файл още днес.
bn: ব্যাকআপ আপনার প্রোফাইল, থিম এবং প্লেয়ার পছন্দসমূহ সংরক্ষণ করে, যাতে সেগুলো আপনার সঙ্গে থাকে এবং ভবিষ্যতের কোনো বড় আপডেটেও টিকে থাকে। iPhone, iPad এবং Mac-এ আপনি আজই সেটি একটি ফাইলে সংরক্ষণ করতে পারেন।
br: Ur gwareziñ a savetei ho aeladoù, ho neuz, hag ho penndibaboù c'hoarier evit ma teuint ganeoc'h ha ma padint dre un hizivadur bras da zont. War iPhone, iPad ha Mac e c'hallit enrollañ kement-se en ur restr hiziv.
bs: Sigurnosna kopija čuva vaše profile, temu i postavke plejera tako da putuju s vama i prežive buduće veće ažuriranje. Na iPhoneu, iPadu i Macu možete to već danas sačuvati u datoteku.
ca: Una còpia de seguretat desa els teus perfils, el tema i les preferències del reproductor perquè t'acompanyin i sobrevisquin a una actualització important futura. A l'iPhone, l'iPad i el Mac pots desar-la en un fitxer avui mateix.
ceb: Ang backup nag-save sa imong mga profile, theme, ug mga gusto sa player aron mokuyog kini nimo ug mabuhi sa umaabot nga dako nga update. Sa iPhone, iPad, ug Mac mahimo nimo kining i-save sa usa ka file karon.
cs: Záloha uloží vaše profily, motiv a předvolby přehrávače, aby vás provázely a přečkaly budoucí velkou aktualizaci. Na iPhonu, iPadu a Macu je dnes můžete uložit do souboru.
cy: Mae copi wrth gefn yn cadw'ch proffiliau, thema a dewisiadau'r chwaraewr fel eu bod yn teithio gyda chi ac yn goroesi diweddariad mawr yn y dyfodol. Ar iPhone, iPad a Mac gallwch gadw hynny i ffeil heddiw.
da: En sikkerhedskopi gemmer dine profiler, tema og afspillerindstillinger, så de følger med dig og overlever en kommende større opdatering. På iPhone, iPad og Mac kan du gemme den til en fil i dag.
de: Ein Backup speichert deine Profile, dein Design und deine Player-Einstellungen, sodass sie dich begleiten und ein künftiges großes Update überdauern. Auf iPhone, iPad und Mac kannst du das schon heute in einer Datei sichern.
el: Ένα αντίγραφο ασφαλείας αποθηκεύει τα προφίλ, το θέμα και τις προτιμήσεις αναπαραγωγής σας ώστε να σας ακολουθούν και να επιβιώνουν σε μια μελλοντική μεγάλη ενημέρωση. Σε iPhone, iPad και Mac μπορείτε να το αποθηκεύσετε σε αρχείο σήμερα.
es: Una copia de seguridad guarda tus perfiles, el tema y las preferencias del reproductor, para que te acompañen y sobrevivan a una futura actualización importante. En iPhone, iPad y Mac puedes guardarla en un archivo desde hoy.
et: Varukoopia salvestab su profiilid, kujunduse ja mängija eelistused, et need rändaksid sinuga kaasa ja püsiksid ka tulevase suurema värskenduse järel. iPhone'is, iPadis ja Macis saad selle juba praegu faili salvestada.
eu: Segurtasun-kopiak zure profilak, itxura eta erreprodukzio-hobespenak gordetzen ditu, bidaiatzen zaituztenean eta etorkizuneko eguneratze garrantzitsu baten aurka. iPhone, iPad eta Mac-en fitxategi batera gorde dezakezu gaur.
fa: پشتیبان‌گیری نمایه‌ها، تم و تنظیمات پخش‌کننده شما را ذخیره می‌کند تا همراهتان بمانند و از یک به‌روزرسانی بزرگ آینده جان سالم به در ببرند. روی آیفون، آیپد و مک می‌توانید همین حالا آن را در یک فایل ذخیره کنید.
fi: Varmuuskopio tallentaa profiilisi, teeman ja toiston asetukset, jotta ne kulkevat mukanasi ja säilyvät tulevan suuren päivityksen yli. iPhonella, iPadilla ja Macilla voit tallentaa ne tiedostoon jo nyt.
fil: Ini-save ng backup ang iyong mga profile, tema, at mga preference sa player para sumama ang mga ito sa iyo at makaligtas sa darating na malaking update. Sa iPhone, iPad, at Mac, maisa-save mo na iyon sa isang file ngayon.
fo: Ein trygdaravrit goymir vangamyndir, tema og spælarastillingar tínar, so tær fylgja tær og standa av eina komandi størri dagføring. Á iPhone, iPad og Mac kanst tú goyma tað í eina fílu í dag.
fr: Une sauvegarde conserve vos profils, votre thème et vos préférences de lecture afin qu'ils vous suivent et survivent à une future mise à jour majeure. Sur iPhone, iPad et Mac, vous pouvez dès aujourd'hui les enregistrer dans un fichier.
fy: In reservekopy bewarret jo profilen, tema en spilerfoarkarren, sadat se mei jo meireizgje en in takomstige grutte fernijing oerlibje. Op iPhone, iPad en Mac kinne jo dat hjoed nei in bestân bewarje.
ga: Sábhálann cúltaca do phróifílí, do théama agus do roghanna seinnteora ionas go dtaistealaíonn siad leat agus go maireann siad trí mhórnuashonrú amach anseo. Ar iPhone, iPad agus Mac is féidir leat é sin a shábháil chuig comhad inniu.
gd: Sàbhailidh lethbhreac-glèidhidh na pròifilean agad, an t-ùrlar, agus roghainnean a' chluicheadair, gus an siubhail iad còmhla riut agus gun mair iad tro àrdachadh mòr san àm ri teachd. Air iPhone, iPad, agus Mac faodaidh tu sin a shàbhaladh gu faidhle an-diugh.
gl: Unha copia de seguranza garda os teus perfís, tema e preferencias do reprodutor para que te acompañen e sobrevivan a futuras actualizacións importantes. En iPhone, iPad e Mac podes gardala nun ficheiro hoxe mesmo.
gu: બેકઅપ તમારી પ્રોફાઇલ, થીમ અને પ્લેયર પસંદગીઓ સાચવે છે જેથી તે તમારી સાથે રહે અને ભવિષ્યના કોઈ મોટા અપડેટમાં ટકી રહે. iPhone, iPad અને Mac પર તમે આજે જ તેને ફાઇલમાં સાચવી શકો છો.
ha: Adana kwafi yana ajiye bayanan martaba, jigo, da abubuwan da kake so na mai kunnawa saboda su tafi tare da kai kuma su tsira daga sabuntawa mai girma nan gaba. A iPhone, iPad, da Mac za ka iya adana wannan zuwa fayil a yau.
he: גיבוי שומר את הפרופילים, ערכת הנושא והעדפות הנגן שלך כך שהם נשארים איתך ושורדים עדכון מרכזי עתידי. ב-iPhone, ב-iPad וב-Mac אפשר לשמור אותו לקובץ כבר עכשיו.
hi: बैकअप आपकी प्रोफ़ाइलें, थीम और प्लेयर प्राथमिकताएँ सहेजता है ताकि वे आपके साथ चलें और किसी भविष्य के बड़े अपडेट में भी बनी रहें। iPhone, iPad और Mac पर आप उसे अभी एक फ़ाइल में सहेज सकते हैं।
hr: Sigurnosna kopija sprema vaše profile, temu i postavke playera kako bi putovali s vama i preživjeli buduće veliko ažuriranje. Na iPhoneu, iPadu i Macu to već danas možete spremiti u datoteku.
ht: Yon backup konsève pwofil ou yo, tèm ou an, ak preferans lektè ou yo pou yo vwayaje avè w epi rezistan menm apre yon gwo mizajou nan lavni. Sou iPhone, iPad, ak Mac ou ka konsève sa nan yon fichye jodi a.
hu: A biztonsági mentés elmenti a profiljaidat, a témát és a lejátszó beállításait, így mindenhová veled tartanak és túlélnek egy jövőbeli nagyobb frissítést. iPhone-on, iPaden és Macen ezt ma fájlba mentheted.
hy: Կրկնօրինակն պահպանում է ձեր պրոֆիլները, թեման և նվագարկման կարգավորումները, որպեսզի դրանք ձեզ հետ լինեն և գոյատևեն ապագա մեծ թարմացումից հետո։ iPhone-ում, iPad-ում և Mac-ում կարող եք դրանք պահել ֆայլում հիմա։
id: Cadangan menyimpan profil, tema, dan preferensi pemutar Anda agar ikut berpindah bersama Anda dan tetap aman saat pembaruan besar di masa depan. Di iPhone, iPad, dan Mac Anda dapat menyimpannya ke file hari ini.
ig: Nchekwa na-echekwa profaịlụ gị, isiokwu, na mmasị onye ọkpụ ka ha soro gị na-aga ma dịrị ndụ mgbe mmelite ukwuu na-abịa n'ọdịnihu. Na iPhone, iPad, na Mac, ị nwere ike ịchekwa nke ahụ na faịlụ taa.
is: Öryggisafrit vistar prófíla þína, þema og spilunarval svo þau fylgi þér og lifi af framtíðar stóruppfærslu. Á iPhone, iPad og Mac geturðu vistað það í skrá í dag.
it: Un backup salva i tuoi profili, il tema e le preferenze del lettore, così ti seguono ovunque e sopravvivono a un futuro aggiornamento importante. Su iPhone, iPad e Mac puoi salvarlo in un file già da oggi.
ja: バックアップはプロファイル、テーマ、プレーヤー設定を保存し、それらを持ち運べるようにして、今後の大型アップデートでも失われないようにします。iPhone、iPad、Mac では今すぐファイルに保存できます。
jv: Cadhangan nyimpen profil, tema, lan preferensi pemuter sampeyan supaya melu sampeyan lan tetep aman ngliwati pambaruan gedhé ing mangsa ngarep. Ing iPhone, iPad, lan Mac sampeyan bisa nyimpen kuwi menyang file saiki.
ka: სარეზერვო ასლი ინახავს თქვენს პროფილებს, თემას და ვიდეოპლეერის პარამეტრებს, რათა ისინი თქვენთან ერთად გადავიდეს და მომავალ მნიშვნელოვან განახლებაზეც შეინახოს. iPhone-ზე, iPad-ზე და Mac-ზე შეგიძლიათ ეს ფაილად შეინახოთ.
kk: Сақтық көшірме профильдерді, тақырыпты және ойнатқыш параметрлерін сақтайды, олар сізбен бірге жүреді және болашақ жаңартулардан кейін де сақталады. iPhone, iPad және Mac-та оны бүгін файлға сақтауға болады.
km: ការបម្រុងទុកសង្គ្រោះប្រវត្តិរូប រូបរាង និងចំណូលចិត្តការចាក់របស់អ្នក ដើម្បីឱ្យអ្នកយកទៅជាមួយ និងរស់រានពីការអាប់ដេតធំនាពេលអនាគត។ នៅ iPhone, iPad, និង Mac អ្នកអាចរក្សាទុកវាជាឯកសារបានថ្ងៃនេះ។
kn: ಬ್ಯಾಕಪ್ ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ಗಳು, ಥೀಮ್ ಮತ್ತು ಪ್ಲೇಯರ್ ಆದ್ಯತೆಗಳನ್ನು ಉಳಿಸುತ್ತದೆ, ಇದರಿಂದ ಅವು ನಿಮ್ಮೊಂದಿಗೆ ಪ್ರಯಾಣಿಸುತ್ತವೆ ಮತ್ತು ಭವಿಷ್ಯದ ಪ್ರಮುಖ ಅಪ್‌ಡೇಟ್ ನಂತರವೂ ಉಳಿಯುತ್ತವೆ. iPhone, iPad ಮತ್ತು Mac ನಲ್ಲಿ ನೀವು ಇಂದೇ ಅದನ್ನು ಫೈಲ್‌ಗೆ ಉಳಿಸಬಹುದು.
ko: 백업은 프로필, 테마, 플레이어 환경설정을 저장하여 기기 간 이동 시 함께 가져갈 수 있고 향후 주요 업데이트에서도 유지되도록 합니다. iPhone, iPad, Mac에서는 지금 파일로 저장할 수 있습니다.
ku: Paşekevtinek profîl, tema û tercîhên lîstikvanê te tomar dike, da ku bi te re rêwî bibin û ji nûvekirineke mezin a pêşerojê rizgar bibin. Li ser iPhone, iPad û Mac tu îro dikarî wê di pelekê de tomar bikî.
ky: Резервдик көчүрмө профилдериңизди, теманы жана ойноткучтун жөндөөлөрүн сактайт, ошондо алар сиз менен бирге жүрөт жана келечектеги ири жаңылоодон аман калат. iPhone, iPad жана Mac'те аны бүгүнтөн файлга сактай аласыз.
lb: Eng Sécherung späichert deng Profiler, däin Theema an deng Ofspill-Astellungen, sou datt se mat dir mattreesen an och e groussen Update an Zukunft iwwerliewen. Um iPhone, iPad a Mac kanns du dat haut an eng Datei späicheren.
lo: ການສຳຮອງຂໍ້ມູນຈະບັນທຶກໂປຣໄຟລ໌, ຮູບແບບສີ, ແລະ ການຕັ້ງຄ່າຕົວຫຼິ້ນຂອງທ່ານ ເພື່ອໃຫ້ຕິດຕາມທ່ານໄປ ແລະ ຢູ່ລອດຜ່ານການອັບເດດໃຫຍ່ໃນອະນາຄົດ. ໃນ iPhone, iPad, ແລະ Mac ທ່ານສາມາດບັນທຶກລົງໄຟລ໌ໄດ້ແລ້ວມື້ນີ້.
lt: Atsarginė kopija išsaugo jūsų profilius, temą ir grotuvo nuostatas, kad jie keliautų kartu su jumis ir išliktų po būsimo didelio atnaujinimo. iPhone, iPad ir Mac jau dabar galite išsaugoti tai į failą.
lv: Dublējums saglabā jūsu profilus, motīvu un atskaņotāja preferences, lai tās ceļotu līdzi un izdzīvotu nākotnes lielo atjauninājumu. iPhone, iPad un Mac ierīcē to var saglabāt failā jau šodien.
mg: Ny backup dia mitahiry ny profilnao, ny lohahevitra, ary ny safidin'ny player mba hiaraka aminao izy ireny sy ho tafita mandritra ny fanavaozana lehibe ho avy. Amin'ny iPhone, iPad, ary Mac dia azonao tehirizina ao anaty rakitra izany androany.
mi: Ka tiakina e te taruatanga ō kōtaha, tāhuhu, me ō manakohanga pūtangi kia haere tahi ki a koe, kia toe hoki i tētahi whakahou nui ā muri ake. I te iPhone, iPad, me te Mac ka taea e koe te tiaki ki tētahi kōnae ināianei.
mk: Резервната копија ги зачувува вашите профили, тема и поставки за плеер за да патуваат со вас и да преживеат идна голема надградба. На iPhone, iPad и Mac можете денес да ги зачувате во датотека.
ml: ഒരു ബാക്കപ്പ് നിങ്ങളുടെ പ്രൊഫൈലുകൾ, തീം, പ്ലെയർ മുൻഗണനകൾ എന്നിവ സംരക്ഷിക്കുന്നു, അവ നിങ്ങൾക്കൊപ്പം സഞ്ചരിക്കുകയും ഭാവിയിലെ ഒരു വലിയ അപ്ഡേറ്റിനെ അതിജീവിക്കുകയും ചെയ്യും. iPhone, iPad, Mac എന്നിവയിൽ നിങ്ങൾക്കിത് ഇപ്പോൾ ഒരു ഫയലിലേക്ക് സംരക്ഷിക്കാം.
mn: Нөөцлөлт нь таны профайл, загвар, тоглуулагчийн тохиргоог хадгалж, тэдгээр нь тантай хамт явж, ирээдүйн томоохон шинэчлэлтийг давахад тусална. iPhone, iPad, Mac дээр та үүнийг одоо файл болгон хадгалах боломжтой.
mr: बॅकअप तुमची प्रोफाइल, थीम आणि प्लेअर प्राधान्ये जतन करतो, जेणेकरून ती तुमच्यासोबत राहतील आणि भविष्यातील मोठ्या अपडेटनंतरही टिकतील. iPhone, iPad आणि Mac वर तुम्ही आजच ती एका फाइलमध्ये जतन करू शकता.
ms: Sandaran menyimpan profil, tema, dan keutamaan pemain anda supaya ia ikut bersama anda dan kekal selepas kemas kini besar pada masa hadapan. Pada iPhone, iPad, dan Mac anda boleh menyimpannya ke fail hari ini.
mt: Backup jaħżen il-profili, it-tema, u l-preferenzi tal-player tiegħek biex jibqgħu miegħek u jibqgħu ħajjin waqt aġġornament kbir fil-futur. Fuq iPhone, iPad, u Mac tista' taħżnu f'fajl illum.
my: အရန်သိမ်းမှုသည် သင့်ပရိုဖိုင်များ၊ အပြင်အဆင်နှင့် player ရွေးချယ်မှုများကို သိမ်းဆည်းပေးသဖြင့် သင်နှင့်အတူ လိုက်ပါလာပြီး နောင်လာမည့် အဓိက အပ်ဒိတ်ကို ကျော်ဖြတ်ခံနိုင်သည်။ iPhone, iPad နှင့် Mac တွင် ယင်းကို ဖိုင်တစ်ခုအဖြစ် ယနေ့ပင် သိမ်းဆည်းနိုင်သည်။
nb: En sikkerhetskopi lagrer profilene, temaet og spillerinnstillingene dine slik at de følger med deg og overlever en framtidig stor oppdatering. På iPhone, iPad og Mac kan du lagre dette til en fil i dag.
ne: ब्याकअपले तपाईंका प्रोफाइलहरू, थिम र प्लेयर प्राथमिकताहरू सुरक्षित राख्छ, ताकि ती तपाईंसँगै रहोस् र भविष्यका ठूला अपडेटमा बाँचोस्। iPhone, iPad र Mac मा तपाईं आज त्यसलाई फाइलमा बचाउन सक्नुहुन्छ।
nl: Een back-up bewaart je profielen, thema en spelervoorkeuren zodat ze met je meegaan en een toekomstige grote update overleven. Op iPhone, iPad en Mac kun je dat vandaag al naar een bestand opslaan.
ny: Backup imasunga ma profile anu, mtundu wa mawonekedwe, ndi zomwe mumakonda pa player kuti ziyende nanu ndi kukhalabe pakuvomereza kwakukulu kwamtsogolo. Pa iPhone, iPad, ndi Mac mungathe kusunga izi mu fayilo lero.
oc: Una salvagarda enregistra vòstres perfils, tèma e preferéncias del lector per que vos seguisson e subrevivan a una mesa a jorn màger venenta. Sus iPhone, iPad e Mac podètz uèi enregistrar aquò dins un fichièr.
or: ଏକ ବ୍ୟାକଅପ୍ ଆପଣଙ୍କ ପ୍ରୋଫାଇଲ, ଥିମ୍ ଏବଂ ପ୍ଲେୟାର ପସନ୍ଦଗୁଡ଼ିକୁ ସାଇତ କରେ, ଯାହା ଫଳରେ ସେଗୁଡ଼ିକ ଆପଣଙ୍କ ସହିତ ଯାଏ ଏବଂ ଭବିଷ୍ୟତର ଏକ ବଡ଼ ଅପ୍‌ଡେଟରେ ମଧ୍ୟ ରହିଥାଏ। iPhone, iPad ଏବଂ Mac‌ରେ ଆପଣ ଆଜି ତାହାକୁ ଏକ ଫାଇଲରେ ସାଇତ କରିପାରିବେ।
pa: ਬੈਕਅੱਪ ਤੁਹਾਡੀਆਂ ਪ੍ਰੋਫ਼ਾਈਲਾਂ, ਥੀਮ ਅਤੇ ਪਲੇਅਰ ਤਰਜੀਹਾਂ ਸੁਰੱਖਿਅਤ ਕਰਦਾ ਹੈ ਤਾਂ ਜੋ ਇਹ ਤੁਹਾਡੇ ਨਾਲ ਰਹਿਣ ਅਤੇ ਭਵਿੱਖੀ ਵੱਡੇ ਅੱਪਡੇਟ ਤੋਂ ਬਚੇ ਰਹਿਣ। iPhone, iPad ਅਤੇ Mac 'ਤੇ ਤੁਸੀਂ ਇਸਨੂੰ ਅੱਜ ਫ਼ਾਈਲ ਵਿੱਚ ਸੇਵ ਕਰ ਸਕਦੇ ਹੋ।
pl: Kopia zapasowa zapisuje Twoje profile, motyw i ustawienia odtwarzacza, dzięki czemu podróżują z Tobą i przetrwają przyszłą dużą aktualizację. Na iPhonie, iPadzie i Macu możesz już dziś zapisać ją do pliku.
ps: بیک‌اپ ستاسو پروفایلونه، ثیم او د غږوونکي غوره‌توبونه ساتي، نو له تاسو سره سفر کوي او له راتلونکي لوی اپډیټ نه هم پاتې کیږي. په iPhone، iPad او Mac کې تاسو نن دا په یوه فایل کې ساتلی شئ.
pt_br: Um backup salva seus perfis, tema e preferências do player para que eles acompanhem você e sobrevivam a uma futura atualização importante. No iPhone, iPad e Mac você já pode salvar isso em um arquivo hoje.
pt_pt: Uma cópia de segurança guarda os seus perfis, tema e preferências do leitor, para que o acompanhem e sobrevivam a uma futura grande atualização. No iPhone, iPad e Mac pode guardá-la num ficheiro já hoje.
ro: O copie de rezervă salvează profilurile, tema și preferințele de player, astfel încât să te însoțească și să supraviețuiască unei viitoare actualizări majore. Pe iPhone, iPad și Mac o poți salva într-un fișier chiar acum.
ru: Резервная копия сохраняет ваши профили, тему и настройки плеера, чтобы они были с вами и пережили будущее крупное обновление. На iPhone, iPad и Mac вы уже сейчас можете сохранить её в файл.
rw: Igishushanyombonera kibika imyirondoro yawe, insanganyamatsiko, n'ibyo uhitamo kuri player kugira ngo bigende nawe kandi birinde ivugururwa rikomeye rizaza. Kuri iPhone, iPad, na Mac ushobora kubibika muri dosiye ubu.
sd: بيڪ اپ اوهان جا پروفائل، ٿيم، ۽ پليئر ترجيحات محفوظ ڪري ٿو ته جيئن اهي اوهان سان گڏ رهن ۽ ايندڙ ڪنھن وڏي اپڊيٽ کان بچي وڃن. iPhone، iPad، ۽ Mac تي اوهان اهو اڄ ئي فائل ۾ محفوظ ڪري سگھو ٿا.
si: උපස්ථයක් ඔබේ පැතිකඩ, තේමාව සහ ප්ලේයර් මනාප සුරකින අතර ඒවා ඔබ සමඟ ගමන් කර අනාගත ප්‍රධාන යාවත්කාලීනයකින් ඔබ්බට රැඳේ. iPhone, iPad සහ Mac හි ඔබට එය අද ගොනුවකට සුරැකිය හැක.
sk: Záloha uloží vaše profily, motív a nastavenia prehrávača, takže putujú s vami a prežijú budúcu väčšiu aktualizáciu. Na iPhone, iPade a Macu si ich dnes môžete uložiť do súboru.
sl: Varnostna kopija shrani vaše profile, temo in nastavitve predvajalnika, da potujejo z vami in preživijo prihodnjo večjo posodobitev. Na iPhonu, iPadu in Macu jih lahko danes shranite v datoteko.
sm: E teu e se faaputugatupe au tala faasino patino, autu, ma filifiliga o le taialo ina ia malaga faatasi ma oe ma tumau i se faafouga tele i le lumanai. I le iPhone, iPad, ma le Mac e mafai ona e sefe i se faila i le aso.
sn: Backup inochengetedza maprofaira ako, theme, uye zvausarudza pamutambi kuti zvifambe newe uye zvipone pakugadziridza kukuru kwemberi. PaiPhone, iPad, uye Mac unogona kuzvichengeta mufaira nhasi.
so: Kaydku wuxuu badbaadiyaa profile-yadaada, mawduuca, iyo doorbidyada ciyaaryahanka si ay kula socdaan oo ay ka badbaadaan cusboonaysiin weyn oo mustaqbalka ah. Marka aad isticmaasho iPhone, iPad, iyo Mac waxaad maanta ku kaydin kartaa fayl.
sq: Një kopje rezervë ruan profilet, temën dhe preferencat e luajtjes, që t'i kesh gjithmonë me vete dhe të mbijetojnë pas një përditësimi të madh. Në iPhone, iPad dhe Mac mund ta ruash sot në një skedar.
sr: Резервна копија чува ваше профиле, тему и подешавања плејера тако да путују с вама и преживе будуће велико ажурирање. На iPhone, iPad и Mac уређајима то већ данас можете сачувати у датотеку.
st: Kopi ea polokelo e boloka liprofaele tsa hau, thsimoloho, le tse ratoang tsa sebapali e le hore li tsamaee le uena ebile li phele ka mor'a ntlafatso e kholo e tlang. Ho iPhone, iPad, le Mac o ka boloka seo faeleng kajeno.
su: Cadangan nyimpen profil, téma, jeung karesep pamuter anjeun ambéh milu jeung anjeun sarta salamet tina pembaruan gedé di mangsa hareup. Dina iPhone, iPad, jeung Mac anjeun bisa nyimpen éta ka hiji file ayeuna.
sv: En säkerhetskopia sparar dina profiler, ditt tema och dina spelarinställningar så att de följer med dig och överlever en framtida större uppdatering. På iPhone, iPad och Mac kan du spara det till en fil redan idag.
sw: Nakala rudia huhifadhi wasifu wako, mandhari, na mapendeleo ya mchezaji ili yasafirie nawe na kuishi baada ya sasisho kubwa la wakati ujao. Kwenye iPhone, iPad, na Mac unaweza kuhifadhi hiyo kwenye faili leo.
ta: காப்புப்பிரதி உங்கள் சுயவிவரங்கள், தீம் மற்றும் பிளேயர் விருப்பங்களைச் சேமிக்கிறது, அவை உங்களுடன் வந்து எதிர்காலப் பெரிய புதுப்பிப்பையும் தாண்டி நிலைக்கும். iPhone, iPad மற்றும் Mac-இல் அதை இன்றே ஒரு கோப்பாகச் சேமிக்கலாம்.
te: బ్యాకప్ మీ ప్రొఫైల్‌లు, థీమ్, మరియు ప్లేయర్ ప్రాధాన్యతలను సేవ్ చేస్తుంది, తద్వారా అవి మీతో పాటు వస్తాయి మరియు భవిష్యత్తు పెద్ద అప్‌డేట్‌ను తట్టుకుంటాయి. iPhone, iPad, మరియు Macలలో మీరు దాన్ని ఇప్పుడు ఫైల్‌గా సేవ్ చేయవచ్చు.
tg: Нусхаи эҳтиётӣ профилҳо, мавзӯъ ва танзимоти плеери шуморо нигоҳ медорад, то онҳо ҳамроҳи шумо бошанд ва аз навсозии калони оянда солим монанд. Дар iPhone, iPad ва Mac шумо метавонед онро имрӯз ба файл нигоҳ доред.
th: การสำรองข้อมูลจะบันทึกโปรไฟล์ ธีม และการตั้งค่าตัวเล่นของคุณ เพื่อให้ติดตัวไปกับคุณและคงอยู่แม้มีการอัปเดตใหญ่ในอนาคต บน iPhone, iPad และ Mac คุณสามารถบันทึกลงไฟล์ได้ตั้งแต่วันนี้
tr: Yedekleme, profillerinizi, temanızı ve oynatıcı tercihlerinizi kaydeder; böylece sizinle taşınır ve gelecekteki büyük bir güncellemeden sağ çıkar. iPhone, iPad ve Mac'te bunu bugün bir dosyaya kaydedebilirsiniz.
tt: Резерв күчермә профильләреңне, теманы һәм плеер көйләүләрен саклый, шулай итеп алар синең белән йөри һәм киләчәктәге зур яңартуны да үтеп чыга. iPhone, iPad һәм Mac'та моны бүген үк файлга саклый аласың.
ug: زاپاس نۇسخا سەپلىمىلىرىڭىز، ئۆرنەك ۋە قويغۇچ مايىللىقلىرىڭىزنى ساقلايدۇ، شۇنداق قىلىپ ئۇلار سىز بىلەن بىللە بولىدۇ ھەم كەلگۈسىدىكى چوڭ يېڭىلاشتىن ئامان قالىدۇ. iPhone، iPad ۋە Mac دا ھازىر بۇنى ھۆججەتكە ساقلىيالايسىز.
uk: Резервна копія зберігає ваші профілі, тему та налаштування плеєра, щоб вони були з вами й пережили майбутнє велике оновлення. На iPhone, iPad і Mac уже зараз можна зберегти її у файл.
ur: بیک اپ آپ کے پروفائلز، تھیم، اور پلیئر ترجیحات محفوظ کرتا ہے تاکہ وہ آپ کے ساتھ چلیں اور مستقبل کی کسی بڑی اپڈیٹ میں بھی برقرار رہیں۔ آئی فون، آئی پیڈ، اور Mac پر آپ آج ہی اسے ایک فائل میں محفوظ کر سکتے ہیں۔
uz: Zaxira nusxa profillaringiz, mavzuingiz va pleyer sozlamalaringizni saqlaydi, shunda ular siz bilan birga yuradi va kelajakdagi yirik yangilanishdan omon qoladi. iPhone, iPad va Mac'da buni bugun faylga saqlashingiz mumkin.
vi: Bản sao lưu lưu hồ sơ, giao diện và tùy chọn trình phát của bạn để chúng đi theo bạn và tồn tại qua các bản cập nhật lớn sau này. Trên iPhone, iPad và Mac, bạn có thể lưu chúng vào một tệp ngay hôm nay.
xh: Ikopi yokhuselo igcina iiprofayile zakho, itimu, kunye neenketho zomdlali ukuze zihambe nawe kwaye zisinde kuhlaziyo olukhulu oluzayo. Kwi-iPhone, i-iPad, kunye ne-Mac unokugcina oko kwifayile namhlanje.
yo: Ẹ̀dà àdàkọ máa ń tọ́jú àwọn profaìlì rẹ, àwòrán-ìwo, àti àwọn àṣàyàn ẹ̀rọ-ìtúfò kí wọ́n lè bá ọ rìn, kí wọ́n sì là á já ní àṣesíwájú ńlá ọjọ́ iwájú. Lórí iPhone, iPad, àti Mac o lè tọ́jú ìyẹn sínú fáìlì lónìí.
zh_hans: 备份会保存你的配置文件、主题和播放器偏好，让它们随你迁移并在未来的重大更新中保留下来。在 iPhone、iPad 和 Mac 上，你现在就可以将其保存到文件。
zh_hant: 備份會儲存你的設定檔、佈景主題與播放器偏好設定，讓它們隨你而行並能挺過日後的重大更新。在 iPhone、iPad 與 Mac 上，你現在就能將這些儲存成檔案。
zu: Ikhophi yokusekela ilondoloza amaphrofayela akho, itimu, kanye nezintandokazi zomdlali ukuze zihambe nawe futhi zisinde ekbuyekezweni okukhulu kwesikhathi esizayo. Ku-iPhone, i-iPad, ne-Mac ungakulondoloza kufayela namuhla.
